Repository: TwinTest/Lynxx-Labels
Catalog: Lynxx_*.resx
Languages: german

# lbLoginTitle
source: Login
german: Anmeldung

# PageTitleLoginPage
source: Login
german: Anmeldung

# lbUsername
source: Username
german: Benutzer

# lbPassword
source: Password
german: Passwort

# lbLogin
source: Login
german: Anmelden

# lbPageTitleSearch
source: Search
german: Suche

# lbSignedInAs
source: Logged on as:
german: Angemeldet als

# errorInvalidRequestDate
source: Invalid search keywords
german: Ungültig Suche Stichworte

# hlnkorganisatie
source: Suppliers
german: Anbieter

# hlnkProducts
source: Products
german: Produkte

# lnkMenuRapport
source: Reports
german: Berichte

# btnZoeken
source: Search
german: Suche

# hlnkSupplierDetails
source: Supplier
german: Anbieter

# hlnkSupplierAccounts
source: Account
german: Konto

# btnProduct
source: Product
german: Produkt

# hlnkZonegroup
source: Zonegroup
german: Zonengruppe

# hlnkZone
source: Zone
german: Zonennummer

# hlnkTarieven
source: Tariff codes
german: Tarif

# lnkSpecialDays
source: Special days
german: Festtag

# lnkRapportHandhaving
source: Enforcement
german: Durchsetzung

# lnkRapportSuppliers
source: Parkingrights
german: Parkrechte

# btnPwd
source: Password
german: Passwort

# btnSearchMenu
source: Search
german: Suche

# hlLogoff
source: Log off
german: Abmelden

# btnSave
source: <IMG class="button_save" alt="save" height="18" border="0" src="../../img/system/spacer.gif" width="18">save
german: <IMG class="button_save" alt="Speichern" height="18" border="0" src="../../img/system/spacer.gif" width="18">Speichern

# btnSearch
source: <IMG class="button_search" alt="search" height="18" border="0" src="../../img/system/spacer.gif" width="18">search
german: <IMG class="button_search" alt="Suche" height="18" border="0" src="../../img/system/spacer.gif" width="18">Suche

# lbSearch
source: Search:
german: Suche

# lbType
source: Type
german: Art

# lbParkingrightID
source: Parking right ID
german: Parkplatz recht ID

# lbTimeKost
source: Time/ Cost
german: Zeit/Kosten

# lbStartDate
source: Start date
german: Start

# lbEndDate
source: End date
german: Ende

# lbCost
source: Cost
german: Kosten

# lbValue
source: Value
german: Wert

# lbSupplier
source: Supplier
german: Anbieter

# lbDateCreated
source: Date Created
german: Tage erstellt

# lbVehicleCard
source: Vehicle/Card
german: Fahrzeug/Karte

# lbVrn
source: VRN
german: Kennzeichen

# lbIdentifier
source: Identification
german: Identifizierung

# lbBarcode
source: Barcode
german: Strichcode

# lbEnforcementMSG
source: Enforcement
german: Durchsetzung

# lbEnforcementUser
source: Enforcement user
german: Durchsetzung Benutzer

# lbControl
source: Enforcement scan
german: Durchsetzung Scan

# lbTime
source: Time
german: Zeit

# lbFoundParkingright
source: Found parkingright
german: gefunden Park Recht

# lbTypeOfParkingright
source: Type of found parkingright
german: Art gefunden Parkrechte

# lbVouchers
source: Vouchers
german: Gutscheine

# lbTypeOrSupplier
source: Type or Supplier
german: Type Anbieter

# lbSource
source: Source
german: Quelle

# lbLocationOrBlock
source: Location/Zone
german: Standort/zone

# lbNumberOfResults
source: Number of results: #1
german: Anzahl der Ergebnisse: #1

# lbNotValid
source: <img src="../../img/system/status_expired.gif" width="15" height="15" hspace="0" vspace="0" border="0" align="absmiddle"> <span class="style1">No valid parkingright</span>
german: <img src="../../img/system/status_expired.gif" width="15" height="15" hspace="0" vspace="0" border="0" align="absmiddle"> <span class="style1">Nein Parkrechte</span>

# lbStreet
source: Location
german: Standort

# lbEnforcer
source: Parking attendant
german: Parkaufsicht

# tabRelZoneGr
source: Zonegroups
german: Zonengruppe

# tabZoneSel
source: Zones
german: Zonennummer

# tabTimeTable
source: Time table
german: Zeitplan

# tabRelProd
source: Products
german: Produkte

# tabZonegroupSel
source: Zonegroups
german: Zonengruppe

# tabPricing
source: Pricing
german: Preisgestaltung

# tabVehicle
source: Vehicle
german: Fahrzeug

# tabLocation
source: Location
german: Standort

# lbParkingright
source: Parkingright
german: Parkrechte

# lbEnforcementMsgSearchOverview
source: Enforcement
german: Durchsetzung

# PageTitlePassword
source: Change password
german: Passwort ändern

# lbPassword1
source: Password
german: Passwort

# lbPassword2
source: Repeat password
german: Passwort wiederholen

# lbPageTitleZone
source: Zones
german: Zonennummer

# lbPageTitleZoneDetails
source: Zone Details
german: Zone Einzelheiten

# lbPageTitleZoneGroup
source: Zonegroups
german: Zonengruppe

# lbPageTitleZoneGroupDetails
source: Zonegroup Details
german: Zonengruppe Einzelheiten

# lbPageTitleProductDetails
source: Product Details
german: Produkte Einzelheiten

# lbPageTitleProducts
source: Products
german: Produkte

# lbPageTitleSpecialdays
source: Special days, streetparking
german: Festtag

# lbPageTitleEnforcementRapp
source: Enforcement reports
german: Durchsetzung Bereichte

# lbPageTitlePchFiles
source: Report files
german: Bericht Dateien

# lbPageTitleDayReports
source: Dayreport parkingrights
german: Tagesbericht Parkrechte

# lbPageTitleServiceHistory
source: Service History
german: Service Geschichte

# lbPageTitleServices
source: Services
german: Service

# lbPageTitleAlerts
source: Alerts
german: Benachrichtigung

# lbPageTitleAccountDetails
source: Account Details
german: Konto Einzelheiten

# lbPageTitleAccounts
source: Accounts
german: Konto

# lbPageTitleSupplierDetails
source: Supplier details
german: Anbieter Einzelheiten

# lbPageTitleSupplierSettings
source: Supplier settings
german: Anbieter Einstellung

# typelist_alles
source: All
german: alle

# HelpTitleAccountDetails
source: Account Details
german: Konto Einzelheiten

# lbIsLocked
source: Locked
german: verschlossen

# lbIsEnabled
source: Enabled
german: aktiviert

# lbRole
source: Role
german: Rolle

# lbInits
source: Initials
german: Initialen

# lbMobileNumber
source: Mobile number
german: Handy Anzahl

# lbRepeatPassword
source: Repeat password
german: Passwort wiederholen

# lbLastname
source: Achternaam
german: Nachname

# btnChange
source: Change
german: Veränderung

# lbFirstName
source: Firstname
german: Vorname

# errorInvalidUsername
source: Invalid username
german: Benutzernamen ungültig

# alternateTextRequiredField
source: required field
german: Pflichtfeld

# lbCosts
source: Costs
german: Kosten

# lbSubcriptioName
source: Subscription name
german: Abonnement Name

# lbSubscriptionPeriod
source: Period
german: Periode

# lbSubscriptionAddress
source: Address
german: Adresse

# lbAlert
source: Alert
german: wachsam

# lbDescription
source: Description
german: Beschreibung

# lbOptions
source: Options
german: Optionen

# lbRoleName
source: Rolename
german: Rolle Name

# HelpTitleSupplierDetails
source: Supplier Details
german: Anbieter Einzelheiten

# lbSupplierName
source: Supplier name
german: Anbieter Name

# lbSupplierPhone
source: Phonenumber
german: Handy mummer

# HelpTitleSupplierEnforcementCodes
source: Supplier codes
german: Lieferant Codes

# lbSupplierCode
source: Supplier code
german: Anbieter Code

# HelpTitleProductDetails
source: Product Details
german: Produkte

# lbProductCode
source: Product code
german: Produkte Code

# lbUseActivation
source: Uses activation
german: nutzt Aktivierungs

# btnProductOverview
source: <IMG class="button_up" height="18" src="../../img/system/spacer.gif" width="18"/>Product overview
german: <IMG class="button_up" height="18" src="../../img/system/spacer.gif" width="18"/>Produktübersicht

# HelpTitleProductList
source: Overview products
german: Produktübersicht

# HelpTitleProductPricing
source: Priceing information
german: Preis Informationen

# lbPutOn
source: Put on
german: anziehen

# lbPeriod
source: Period
german: Periode

# HelpTitleZoneGroupSelection
source: Zonegroup selection
german: Zonengruppen Auswahl

# lbSelectedZoneGroups
source: Selected zonegroup
german: ausgewählt Zonengruppen

# lbUnSelectedZoneGroups
source: Other zonegroups
german: andere Zonengruppen

# btnSelect
source: Select
german: auswählen

# btnUnselect
source: Delete
german: löschen

# HelpTitlePrimairyContact
source: Primairy Contact
german: erster Kontakt

# HelpTitleRelatedZonegroups
source: Related zonegroups
german: verwandte Zonengruppen

# lbMaxParkingTime
source: Max Parking Time
german: max Parkzeit

# HelpTitleServiceHistory
source: Service history
german: Service-Geschichte

# lbFrom
source: From
german: von

# lbTill
source: Till
german: bis

# lbDate
source: Date
german: Datum

# lbMessage
source: Message
german: Nachricht

# lbNextRunDate
source: Next run date
german: nächste Ausführungsdatum

# lbDayOfMonth
source: Day of month
german: Tag des Monats

# lbRecurringMinute
source: Recurring minute
german: wiederkehrende Minute

# lbDayOfWeek
source: Day of week
german: Tag der Woche

# lbRecurringSeconds
source: Recurring second
german: wiederkehrende zweite

# lbHistory
source: History
german: Geschichte

# HelpTitleSpecialDays
source: Special days streetparking
german: Festtag

# lbDateDay
source: Date Day
german: Datum

# lbDateFormat
source: dd-mm-yyyy
german: tt-mm-jjjj

# lbActions
source: actions
german: Aktion

# lbConnectedUser
source: Connected user
german: verbunden Benutzer

# HelpTitleSupplierCodes
source: Supplier system code
german: Anbieter Systemcode

# lbUser
source: User
german: Benutzer

# HelpTitleTarifCodes
source: Straat parkeren tarief codes
german: Handy parken Tarif

# lbCreated
source: Aangemaakt
german: erstellt

# lbPCNVar
source: NHA var
german: retrospektiv

# lbPCNfixed
source: NHA vast
german: retrospektiv

# lbRightCreate
source: aanmaken
german: erstellen

# lbRightRead
source: lezen
german: Lesen

# lbRightChange
source: wijzig
german: Veränderung

# lbRightDelete
source: verwijder
german: herausnehmen

# lbAssignedPermissions
source: Toegewezen permissies
german: zugeordnet Berechtigungen

# lbIncomeCode
source: Incomecode
german: Einkommen Code

# HelpTitleZoneDetails
source: Zone info
german: Zone Infos

# HelpTitleZoneGroup
source: Zonegroup Info
german: Zone Gruppe Infos

# lbZoneGroup
source: zonegroup name
german: Zone Gruppe

# lbMaxParkingTimeMinutes
source: Max parkingtime(#)
german: Max Parkzeit (#)

# lbNoReturnTimeMinutes
source: No return time (min)
german: kein retrun (min)

# lbZoneEnabled
source: Enabled
german: aktiviert

# lbMinParkingTimeMinutes
source: Min. parking time (min)
german: Min Parkzeit (min)

# lbMultipleDays
source: Maximum duration
german: Höchstparkzeit

# HelpTitleRelatedProducts
source: Related products
german: Produkte

# lbNoParkingAllowed
source: Parking not allowed
german: Parken nicht erlaubt

# HelpTitleTimeTable
source: Time table
german: Zeitplan

# lbDay
source: Day
german: Tag

# lbStartTime
source: Start time
german: Startzeit

# lbEndTime
source: End time
german: Stopzeit

# lbTarifs
source: Tarifs
german: Tarif

# lbPeriodStartMinutes
source: Period Start (min)
german: Periodenanfang (min)

# lbPeriodEndMinutes
source: Period End (min)
german: Periodenende (min)

# lbPeriodTarif
source: Tarif (per hour)
german: Tarif (pro Stunde)

# lbAdditionalCosts
source: Additonal costs
german: zusätzlich Kosten

# btnZoneView
source: Zone overview
german: Zone Überblick

# lbPages
source: Pages
german: Seiten

# lbTitle
source: Title
german: Titel

# lbNoReturnTime
source: No Return Time (min)
german: kein retrun (min)

# lbIncrementFee
source: Increment fee (pence)
german: Zuwachs Gebühr

# lbVrnForeignVrn
source: Foreign VRN
german: Fremd Kennzeichen

# lbIsIdentifier
source: Cardnumber
german: Kartennummer

# lbStartDateRecord
source: Date start
german: Start

# lnkRapportZoneList
source: Download zonelist
german: Download zone Liste

# lbStartFee
source: Start fee
german: starten Gebühr

# lbSetting
source: Setting
german: Einstellung

# lbSettingObject
source: Object
german: Objekt

# hlnkSupplierSettings
source: Settings
german: Einstellungen

# DayTypeEnum_1
source: Monday
german: Montag

# DayTypeEnum_2
source: Tuesday
german: Dienstag

# DayTypeEnum_3
source: Wednesday
german: Mittwoch

# DayTypeEnum_4
source: Thursday
german: Donnerstag

# DayTypeEnum_5
source: Friday
german: Freitag

# DayTypeEnum_6
source: Saturday
german: Samstag

# DayTypeEnum_7
source: Sunday
german: Sonntag

# DayTypeEnum_8
source: Special Day
german: Festtag

# DayTypeEnum_9
source: MO-FRI
german: Mo-Fr

# DayTypeEnum_10
source: Every day
german: jeden Tag

# DayTypeEnum_11
source: Weekend
german: Wochenende

# lbCmdDuration
source: Parkingduration is required
german: Parkdauer Wird benötigt

# lbCmdStop
source: Parkingaction is stopable
german: Park Veranstaltung ist stoppbare

# lblLoginFailed
source: Invalid username/password
german: ungültig Benutzer/Passwort

# ZonegroupTypeEnum_1
source: Parkingrights
german: Parkrechte

# ZonegroupTypeEnum_2
source: Streetparking
german: Handy Parken

# ZonegroupTypeEnum_3
source: Enforcement
german: Durchsetzung

# lbSupplierTimeZone
source: Time Zone
german: Zeitzone

# lbCustomCalculator
source: Custom Calculator
german: Rechner

# lbPriceCalcType
source: Price Calc. Type
german: Preis Berechnung

# TimeRecordRateTypeEnum_2
source: Cross Day
german: Quer Tag

# TimeRecordRateTypeEnum_5
source: Shoppers Rate
german: Käufer rate

# btnSearchLog
source: Search AuditLog
german: Suche auditlog

# lbPageTitleSearchLog
source: Search Log
german: Suche log

# headerSearchDate
source: Search date
german: Suche datum

# headerType
source: Search type
german: Suche

# headerResultCount
source: #Results
german: Ergebnisse

# validator_datePeriodLowerBound
source: Please select a valid date between #1 and #2
german: bitte wählen Sie ein gültiges Datum zwischen #1 und #2

# validator_datePeriodUpperBound
source: Please select a valid date between #1 and #2
german: bitte wählen Sie ein gültiges Datum zwischen #1 und #2

# validator_daySearchPicker
source: Please select a valid date between #1 and #2
german: bitte wählen Sie ein gültiges Datum zwischen #1 und #2

# lbPeriodUnit
source: Unit of period
german: Einheit der Zeitraum

# lbPeriodStart
source: Lowerbound
german: Untergrenze

# lbPeriodEnd
source: Upperbound
german: Obergrenze

# BoundUnitTypeEnum_1
source: Minutes
german: Minuten

# BoundUnitTypeEnum_2
source: Hours
german: Stunden

# BoundUnitTypeEnum_3
source: Days
german: Tage

# BoundUnitTypeEnum_4
source: Minutes/Cent
german: Minuten/Cent

# lbAccumulatedTime
source: Total previous time
german: insgesamt vorhergehende Zeit

# lbAccumulatedFee
source: Total previous fee (cents)
german: insgesamt vorhergehende Gebühr (cents)

# lbPeriodUnit_AccTime
source: Time Unit
german: Zeiteinheit

# HelpTitleTimeTableCustom
source: Custom Pricing Calculator
german: Preisrechner

# lbColor
source: Color
german: Farbe

# lbMake
source: Make
german: Type

# lbModel
source: Model
german: Modell

# lbSearchZone
source: Zone
german: Zonennummer

# tabBatchInsertZones
source: New Zones insert
german: neue Zone

# lbPageTitleCalculationTester
source: Test price configuration
german: Tarifstruktur testen

# lnkTestPriceConfiguration
source: Test price configuration
german: Tarifstruktur testen

# btnPriceConfiguration
source: Price configuration
german: Preis Berechnung

# lblCalculatedPriceLabel
source: Price :
german: Preis:

# lblEndTimeLabel
source: End time:
german: Endzeit

# lblMaxEndTimeLabel
source: Max. end time :
german: max Endzeit

# lblMaxEndTimeReasonLabel
source: Reason max. end time :
german: Grund maximale Endzeit

# lblParkedMinutesLabel
source: Parked time (min) :
german: geparkt Zeit (min)

# lblPayedMinutesLabel
source: Payed time (min) :
german: bezahlt Zeit (min)

# lblHoursAndMinutes
source: {0} hours and {1} min.
german: {0} Stunden und {1} min.

# lblNoProductZonegroupZoneConection
source: No product-zonegroup-zone conection could be found for this zonegroup, setup all relations first.
german: keine Information

# lblResults
source: Results
german: Ergebnisse

# lblEndOfPaidParking
source: End of paid parking
german: Ende des Park

# lblMaximumParkingDuration
source: Maximum parking duration
german: Höchstparkzeit Parken

# lblNotAnParkingBlock
source: Not an parking block
german: kein Parkzeit

# lblEndOfTheDay
source: End of the day
german: Ende des Tages

# lblDateIsAMandatoryField
source: Date is a mandatory field
german: Pflichtfeld

# lbl1Hour
source: 1 hour
german: 1 Stunde

# lbl3Minutes
source: 3 minutes
german: 3 Minuten

# lbl5Minutes
source: 5 minutes
german: 5 Minuten

# lbl10Minutes
source: 10 minutes
german: 10 Minuten

# lbl15Minutes
source: 15 minutes
german: 15 Minuten

# lbl30Minutes
source: 30 minutes
german: 30 Minuten

# lbl45Minutes
source: 45 minutes
german: 45 Minuten

# lbl2Hours
source: 2 hours
german: 2 Stunden

# lbl4Hours
source: 4 hours
german: 4 Stunden

# lbl5Hours
source: 8 hours
german: 8 Stunden

# lbl16Hours
source: 16 hours
german: 16 Stunden

# lbl20Hours
source: 20 hours
german: 20 Stunden

# lbl24Hours
source: 24 hours
german: 24 Stunden

# lbl48Hours
source: 48 hours
german: 48 Stunden

# lbl120Hours
source: 120 hours(5d)
german: 120 Stunden (5T)

# lbl168Hours
source: 168 hours(7d)
german: 168 Stunden (7T)

# lblStartTimeLabel
source: Start time:
german: Startzeit

# lbFullTest
source: Full Test
german: vollständige Prüfung

# lblTimerecordLabel
source: Date:
german: Datum

# lblValidatedParkingDateLabel
source: Validated date :
german: validiert Datum

# lblZoneGroupLabel
source: Zone group
german: Zonengruppe

# lbCalculatePrice
source: Calculate
german: Berechnung

# lblDays
source: Days
german: Tage

# lblTest
source: Test price configuration
german: Tarifstruktur testen

# TabIdentifier
source: Identifier
german: Kennung

# lblFullTestIncrement
source: Full test increment:
german: vollständige Testschritt

# lblDuration
source: Parked time :
german: Parkzeit

# lbAdvanceParking
source: Advanced Parking
german: erweiterte Park

# lbShortCode
source: Short code
german: Kurzcode

# lbRoundingUp
source: Rounding Up
german: Aufrunden

# btnSave_nolabel
source: <IMG class="button_save" title="Save" height="18" border="0" src="../../img/system/spacer.gif" width="18" />
german: <IMG class="button_save" title="Speichern" height="18" border="0" src="../../img/system/spacer.gif" width="18" />

# Settings-CleanupSettingDefinition
source: Clean VRNs settings
german: entfernen Kennzeichen Einstellungen

# Settings-Key-CleanParkingAfterDays
source: Parkingright Vrn
german: Parkrechte Kennzeichen

# Settings-Key-CleanValidScanAfterDays
source: Valid scan Vrn
german: gültig Scan Kennzeichen

# Settings-Key-CleanNotFoundScanAfterdays
source: Not Found Vrn scan
german: nicht gefunden Scan

# btnCleanupSettings
source: Settings - Cleanup VRN
german: Einstellungen - Aufräumen Kennzeichen
